/* 
  Localizable.strings
  kidsvids

  Created by Bobby on 16/04/2015.
  Copyright (c) 2015 Azuki Apps. All rights reserved.
*/

// Captions on the intro screens
"intro_p1_title" = "Welcome to KidsVids!";
"intro_p1_notes" = "KidsVids is a safe and simple YouTube player designed to be used by children over the age of 2.";

"intro_p2_title" = "Child Friendly Videos";
"intro_p2_notes" = "KidsVids restricts videos to YouTube playlists containing child-friendly videos. There are several included, and you can also add your own custom Playlists.";

"intro_p3_title" = "Easy To Use";
"intro_p3_notes" = "KidsVids shows a grid of pictures of videos from a YouTube Playlist. Children can start a video by touching a picture. When the video ends, KidsVids automatically returns to the grid.";

"intro_p4_title" = "Simple Controls";
"intro_p4_notes" = "There are no buttons to press. To stop a video early, simply shake the device. To load more videos, scroll down. To change playlists, swipe to the side.";

"intro_p5_title" = "Settings";
"intro_p5_notes" = "To access the settings menu, touch and hold the screen for a few seconds. You'll see a red bar appear. When it turns green, stop touching the screen, and the settings screen will load.";

"intro_p6_title" = "Have Fun!";
"intro_p6_notes" = "If you need any assistance or have any feedback, you can contact us at support@azukiapps.co.uk.";

// Captions on the main grid screen
"grid_top"       = "Tap and hold for settings";
"grid_bottom"    = "Scroll to bottom to fetch more videos";


// Captions on the settings screen
"settings_total_pre"      = "You have";
"settings_total_post"     = "Playlists set up.";
"settings_button"         = "Change or Edit Playlists";
"settings_size"           = "Set size of video thumbnails:";


// Captions on the playlist list screen
"button_edit"     = "Edit";
"button_delete"   = "Delete";

// Captions on the new playlist screen
"playlist_title" = "Playlist Title";
"playlist_id"    = "Playlist ID (can paste a URL)";
